[{"audio_file": "Armstrong_Small_Step.ogg.mp3", "transcription": " I'm going to step off the land now. That's one small step for man, one giant leap for mankind.", "translated_text": "That’s one small step for man, a giant leap for mankind."}, {"audio_file": "Barao_do_Rio_Branco.ogg.mp3", "transcription": " Não me arrependo da resolução que tomei na multidade e sem quebra tenho mantido no posto em que sucessivamente me colocaram dois presidentes de república. Nesse cargo afirmo não haver poupado esforços para corresponder a confiança em mim depositada, a confiança em mim depositada, buscando realizar com perfeita fidelidade o pensamento político e as instruções de tão benéritos estadistas. O que hei conseguido fazer de bom é de justiça atribuir principalmente a eles, sem cuja vontade e direção eu não podia iniciar o Institutado.", "translated_text": "No me arrependo da resolução que tomei na multidade e sem quebra tenho mantido no posto em que sucessivamente me colocaram dois presidentes de república.Nesse cargo afirmo non haver poupado esforços para corresponder a confiança em mim depositada, a confiança em mim depositada, buscando realizar com perfeita fidelidade o pensamento político e as instrucciones de tan benéritos estadistas.O que hei conseguido fazer de bom é de justiça atribuir principalmente a eles, sem cuja vontade e direção eu non podia iniciar o Institutado."}, {"audio_file": "The_World_War_(James_M._Cox).ogg.mp3", "transcription": " A world war has been fought, historic, unprecedented. For many, many months, civilization hung in the balance. In the despair of dark hours, it seemed as though a world dictator was inevitable, and that henceforth, men and women who had lived in freedom would stand at attention in the face of the drawn sword of military autocracy. The very soul of America was touched as never before with a fear that our liberties might be taken away. might be taken away. What America did needs no reiteration here. It is known of all men. History will acclaim it. Poets will find it an inspiration throughout the ages. And yet, there is not a line in the Republican platform that breathes an emotion of pride or recites our national achievement. In fact, if a man from Mars were to depend upon the Republican platform or its spoken interpretation by the candidate of that party as his first means of information, he would not find a syllable telling him that the war had been won and that America had saved the world. How ungenerous, how ungracious all of this is. How unfair that a mere group of leaders should no so demean themselves in the name of the party of Lincoln and McKinley and Roosevelt. The discourtesy to President Wilson is an affair of political intrigue. History will make it odious. As well might it be directed at a wounded soldier of the war. One fell in the trench. The strength of the other was broken in the enormous labors of his great office. But others were ignored. The men and women who labored at home with an industry and a skill that words cannot recount. What of the hands that moved the lays by day and the needle by night, but of the organization superbly effective, that conserved food and fed the world, that carried nourishment to the very front trench in the face of hell's fury, that nursed the wounded back to life, that buried the dead in the dark shelter of the night, that inspired businessmen and artisans of all parties to work in harmony? What of the millions of men, women, and children of all creeds, religious and otherwise, who stood in the ranks as firm as soldiers overseas, in the ranks as firm as soldiers overseas, undivided by things they once quarreled about? What of the government itself, confirming the faith of our fathers as sufficient to meet the storms of time? Why the sneer at labor, with a veiled charge that it was a slacker? a veiled charge that it was a slacker. Republican leaders who have taken charge of their party and nominated its candidates are no more possessed of the spirit of the hour than they were in 1912 when they precipitated a revolution within the rank and style of a great organization. within the rank and file of a great organization. If further proof were needed, the action of the present Congress supplies it. Not a constructive law can be cited. Money and time were wasted in seeking to make a military triumph an odious chapter in history. Yet it is significant that after two years of fruitful inquiry, there was nothing revealed in that vast enterprise carrying billions of dollars in expense upon which they could base even a whisper of dishonesty.", "translated_text": "A world war has been fought about the hour of the snast of the snast of the snast of the snast of the snast of the snast of the snast of the snast of the snast of the snast of the snast of the snast of the snast of the snast of the snast of the snast of the snast of the snast."}, {"audio_file": "Q_2007-11-14_Jawaharlal_Nehru.ogg.mp3", "transcription": " A moment comes which comes but rarely in history, when we step out from the old to the new, when an age ends, and when the soul of a nation long suppressed finds utterance.", "translated_text": "A moment comes which comes but rarely in history, when we step out of the old to the new, when an age ends, and when the soul of a nation long suppressed finds outterance."}, {"audio_file": "Tolstoy_talking_with_children.ogg.mp3", "transcription": " Спасибо, ребята, заходите ко мне. Я рад, когда вы хорошо учите. Только, пожалуйста, не шевелитесь. А то есть такие, что не слушают, а только сами шевелятся. А то, что я вам говорю, нужно для вас будет. Вы его помните, когда меня не будите. Старик говорил нам добро. Прощайте, будет.", "translated_text": "Thank you, guys, come to me. I glad, when you well learn. Only, please, don't chevelates. And that's such, that don't listen, but only themselves chevelates. And that, that I tell you, must for you be. You его remember, when me don't wake."}]